[
  {
    "text": "Picture yourself at age 8 - what would completely blow your mind about your life now?",
    "level": "Surface"
  },
  {
    "text": "Imagine you could give your past self one piece of practical advice - what would it be?",
    "level": "Surface"
  },
  {
    "text": "Consider your daily habits - which one would be hardest to give up?",
    "level": "Surface"
  },
  {
    "text": "Recall a moment when you felt like you were in exactly the right place at the right time.",
    "level": "Surface"
  },
  {
    "text": "Envision your perfect creative project with unlimited resources - describe it.",
    "level": "Surface"
  },
  {
    "text": "Remember the first time you felt really independent - paint that picture for me.",
    "level": "Surface"
  },
  {
    "text": "Think about your morning self versus your evening self - how are they different?",
    "level": "Surface"
  },
  {
    "text": "Reflect on your relationship with food - is there a dish that tells your story?",
    "level": "Surface"
  },
  {
    "text": "Consider the apps on your phone - which one would surprise people the most?",
    "level": "Surface"
  },
  {
    "text": "Imagine you're writing your autobiography - what would be the most interesting chapter title?",
    "level": "Surface"
  },
  {
    "text": "Picture your dream dinner party - who's there and what are you discussing?",
    "level": "Surface"
  },
  {
    "text": "Remember a time you felt like you were living in a movie scene.",
    "level": "Surface"
  },
  {
    "text": "Think about your city or town - where would you take a visitor first?",
    "level": "Surface"
  },
  {
    "text": "Imagine you could master any craft with your hands - what would you choose?",
    "level": "Surface"
  },
  {
    "text": "Recall the most beautiful thing you've seen in nature recently.",
    "level": "Surface"
  },
  {
    "text": "Picture yourself explaining your job to a curious 10-year-old - how would you do it?",
    "level": "Surface"
  },
  {
    "text": "Consider your energy throughout the day - when do you feel most alive?",
    "level": "Surface"
  },
  {
    "text": "Remember a time when you had to wing it completely and it worked out.",
    "level": "Surface"
  },
  {
    "text": "Picture your ideal way to spend a unexpected free afternoon.",
    "level": "Surface"
  },
  {
    "text": "Imagine you could have a 10-minute conversation with any current world leader - who and about what?",
    "level": "Surface"
  },
  {
    "text": "Consider your relationship with weather - which type matches your personality?",
    "level": "Surface"
  },
  {
    "text": "Picture the most comfortable space you've ever been in - what made it special?",
    "level": "Surface"
  },
  {
    "text": "Consider your relationship with time - are you always early, late, or right on time?",
    "level": "Surface"
  },
  {
    "text": "Think about your hometown - what do you miss most when you're away?",
    "level": "Surface"
  },
  {
    "text": "Imagine you could revive any cancelled TV show - which one deserves another chance?",
    "level": "Surface"
  },
  {
    "text": "Picture your 15-year-old self meeting you now - what would they think?",
    "level": "Surface"
  },
  {
    "text": "Consider the last time you got completely absorbed in something - what was it?",
    "level": "Surface"
  },
  {
    "text": "Remember a moment when you felt genuinely impressed by someone else's talent.",
    "level": "Surface"
  },
  {
    "text": "Picture yourself learning something completely new - what draws your curiosity?",
    "level": "Surface"
  },
  {
    "text": "Tell me about a time you laughed so hard you cried.",
    "level": "Surface"
  },
  {
    "text": "Describe your perfect Saturday morning without using any technology.",
    "level": "Surface"
  },
  {
    "text": "Think of the last thing that made you feel genuinely excited - share that story.",
    "level": "Surface"
  },
  {
    "text": "Name three things you're secretly really good at.",
    "level": "Surface"
  },
  {
    "text": "Where would you go right now for a perfect 20-minute break from everything?",
    "level": "Surface"
  },
  {
    "text": "Finish this sentence: \"I wish more people knew that...\"",
    "level": "Surface"
  },
  {
    "text": "Remember your favorite teacher - why did they stand out to you?",
    "level": "Surface"
  },
  {
    "text": "Share a family tradition that might seem weird to outsiders.",
    "level": "Surface"
  },
  {
    "text": "Picture your ideal creative workspace - walk me through it.",
    "level": "Surface"
  },
  {
    "text": "Choose any age you've been and tell me why that year was significant.",
    "level": "Surface"
  },
  {
    "text": "Describe the best gift you've ever given someone else.",
    "level": "Surface"
  },
  {
    "text": "Think about your daily routine - which part brings you the most joy?",
    "level": "Surface"
  },
  {
    "text": "Name a movie that everyone loves but you just can't get into.",
    "level": "Surface"
  },
  {
    "text": "How would you spend $100 to make someone else's day better?",
    "level": "Surface"
  },
  {
    "text": "Tell me about a place that feels magical to you.",
    "level": "Surface"
  },
  {
    "text": "Complete this thought: \"People would be surprised to know I...\"",
    "level": "Surface"
  },
  {
    "text": "Share something you've learned from watching people in public places.",
    "level": "Surface"
  },
  {
    "text": "Describe a sound that instantly makes you happy.",
    "level": "Surface"
  },
  {
    "text": "When you were a kid, what did you want to be when you grew up?",
    "level": "Surface"
  },
  {
    "text": "Name something that's legal but feels like it should be against the rules.",
    "level": "Surface"
  },
  {
    "text": "Think of your favorite season - why does it resonate with you?",
    "level": "Surface"
  },
  {
    "text": "Tell me about a time you felt like a detective solving a mystery.",
    "level": "Surface"
  },
  {
    "text": "How do you celebrate small wins in your life?",
    "level": "Surface"
  },
  {
    "text": "Share a random skill you picked up and never expected to use.",
    "level": "Surface"
  },
  {
    "text": "Describe the most interesting person you've met in the last six months.",
    "level": "Surface"
  },
  {
    "text": "Where do you do your best thinking?",
    "level": "Surface"
  },
  {
    "text": "Tell me about a time you tried something new and surprised yourself.",
    "level": "Surface"
  },
  {
    "text": "Name an actor who you think could play you in a movie about your life.",
    "level": "Surface"
  },
  {
    "text": "How has your taste in music changed since you were younger?",
    "level": "Surface"
  },
  {
    "text": "Share something that always smells like home to you.",
    "level": "Surface"
  },
  {
    "text": "Describe a time when technology completely failed you at the worst moment.",
    "level": "Surface"
  },
  {
    "text": "Tell me about something you collect, either intentionally or by accident.",
    "level": "Surface"
  },
  {
    "text": "When do you feel most like an expert at something?",
    "level": "Surface"
  },
  {
    "text": "Describe your relationship with mornings - are you friends or enemies?",
    "level": "Surface"
  },
  {
    "text": "Name something you do that makes you feel immediately more confident.",
    "level": "Surface"
  },
  {
    "text": "What's something you've learned recently that genuinely surprised you?",
    "level": "Surface"
  },
  {
    "text": "If you could have dinner with any fictional character, who would it be and why?",
    "level": "Surface"
  },
  {
    "text": "What's a hobby or interest you have that most people wouldn't guess about you?",
    "level": "Surface"
  },
  {
    "text": "What's the best piece of advice you've ever received?",
    "level": "Surface"
  },
  {
    "text": "If you could instantly become an expert in any skill, what would you choose?",
    "level": "Surface"
  },
  {
    "text": "What's a place you've never been but feel drawn to visit?",
    "level": "Surface"
  },
  {
    "text": "What's something that always makes you laugh, no matter your mood?",
    "level": "Surface"
  },
  {
    "text": "What's a food you thought you hated but ended up loving?",
    "level": "Surface"
  },
  {
    "text": "If you could have any superpower for just one day, what would you do with it?",
    "level": "Surface"
  },
  {
    "text": "What's the most interesting documentary or podcast you've consumed lately?",
    "level": "Surface"
  },
  {
    "text": "What's a small thing that happened today that made you smile?",
    "level": "Surface"
  },
  {
    "text": "If you could bring back any fashion trend, what would it be?",
    "level": "Surface"
  },
  {
    "text": "What's a song that instantly transports you to a specific memory?",
    "level": "Surface"
  },
  {
    "text": "What's something you're looking forward to in the next few months?",
    "level": "Surface"
  },
  {
    "text": "If you could have coffee with anyone from history, who would you choose?",
    "level": "Surface"
  },
  {
    "text": "What's a skill you wish schools taught that they don't?",
    "level": "Surface"
  },
  {
    "text": "What's your go-to way to unwind after a long day?",
    "level": "Surface"
  },
  {
    "text": "If you could live in any decade, which would you choose and why?",
    "level": "Surface"
  },
  {
    "text": "What's something you've always wanted to try but haven't yet?",
    "level": "Surface"
  },
  {
    "text": "What's the weirdest compliment you've ever received?",
    "level": "Surface"
  },
  {
    "text": "If you could eliminate one chore from your life forever, what would it be?",
    "level": "Surface"
  },
  {
    "text": "What's a book that changed how you think about something?",
    "level": "Surface"
  },
  {
    "text": "What's your favorite way to spend a rainy day?",
    "level": "Surface"
  },
  {
    "text": "If you could have a conversation with your pet (or any animal), what would you ask?",
    "level": "Surface"
  },
  {
    "text": "What's something that's popular now that you just don't understand?",
    "level": "Surface"
  },
  {
    "text": "What's a tradition you'd like to start with friends or family?",
    "level": "Surface"
  },
  {
    "text": "If you could master any instrument overnight, which would you choose?",
    "level": "Surface"
  },
  {
    "text": "What's the most beautiful place you've ever seen?",
    "level": "Surface"
  },
  {
    "text": "What's a conspiracy theory you find fascinating (even if you don't believe it)?",
    "level": "Surface"
  },
  {
    "text": "If you could have any job for just one week, what would you try?",
    "level": "Surface"
  },
  {
    "text": "What's something that makes you feel instantly nostalgic?",
    "level": "Surface"
  },
  {
    "text": "What's the most interesting conversation you've ever had with a stranger?",
    "level": "Surface"
  },
  {
    "text": "If you could rename yourself, what name would you choose?",
    "level": "Surface"
  },
  {
    "text": "What's a movie you can watch over and over without getting tired of it?",
    "level": "Surface"
  },
  {
    "text": "What's something you believed as a child that you later found out wasn't true?",
    "level": "Surface"
  },
  {
    "text": "If you could have any question answered with absolute certainty, what would you ask?",
    "level": "Surface"
  },
  {
    "text": "What's a random act of kindness you witnessed that stuck with you?",
    "level": "Surface"
  },
  {
    "text": "What's something you do that you think everyone should try?",
    "level": "Surface"
  },
  {
    "text": "If you could create a holiday, what would it celebrate?",
    "level": "Surface"
  },
  {
    "text": "Notice the last thing that made you stop and pay attention - why did it catch you?",
    "level": "Surface"
  },
  {
    "text": "Picture a conversation that changed your perspective on something small but important.",
    "level": "Surface"
  },
  {
    "text": "Think of a stranger who made an impression on you - why do you still remember them?",
    "level": "Surface"
  },
  {
    "text": "Consider your wardrobe - which piece makes you feel most like yourself?",
    "level": "Surface"
  },
  {
    "text": "Think about your bookshelf (real or imaginary) - which book represents who you're becoming?",
    "level": "Surface"
  },
  {
    "text": "Think about the music you listen to when no one else is around.",
    "level": "Surface"
  },
  {
    "text": "Recall a moment when you felt like you were exactly where you belonged.",
    "level": "Surface"
  },
  {
    "text": "Think of something you own that has way more sentimental value than monetary value.",
    "level": "Surface"
  },
  {
    "text": "Remember a time when you helped someone without them asking.",
    "level": "Surface"
  },
  {
    "text": "Recall a compliment that took you completely by surprise.",
    "level": "Surface"
  },
  {
    "text": "Think about your social battery - how do you know when it needs recharging?",
    "level": "Surface"
  },
  {
    "text": "How do you know when you've found a really good friend?",
    "level": "Surface"
  },
  {
    "text": "Who taught you something important without realizing it?",
    "level": "Surface"
  },
  {
    "text": "Think about your living space - which object tells the best story?",
    "level": "Surface"
  },
  {
    "text": "Think of your closest friend - how did you first meet them?",
    "level": "Surface"
  },
  {
    "text": "Share a compliment you received that you still think about.",
    "level": "Surface"
  },
  {
    "text": "What's a story someone has told you that you'll never forget?",
    "level": "Surface"
  },
  {
    "text": "Reflect on your biggest misconception about adulthood when you were younger.",
    "level": "Sub-Surface"
  },
  {
    "text": "Consider how you handle being the center of attention - comfort or discomfort?",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about your capacity for empathy - when do you find it most challenging?",
    "level": "Sub-Surface"
  },
  {
    "text": "Examine a belief system you've outgrown - what led to that evolution?",
    "level": "Sub-Surface"
  },
  {
    "text": "Consider how you handle compliments versus criticism - which affects you more?",
    "level": "Sub-Surface"
  },
  {
    "text": "Reflect on your relationship with time - do you see it as friend or enemy?",
    "level": "Sub-Surface"
  },
  {
    "text": "Consider how you define personal success versus societal expectations.",
    "level": "Sub-Surface"
  },
  {
    "text": "Consider the role that humor plays in how you cope with difficulty.",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about your relationship with solitude - is it restorative or challenging?",
    "level": "Sub-Surface"
  },
  {
    "text": "Examine how you handle transitions and endings in your life.",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about your relationship with risk - when are you willing to take the leap?",
    "level": "Sub-Surface"
  },
  {
    "text": "Examine how you know when to push forward versus when to rest.",
    "level": "Sub-Surface"
  },
  {
    "text": "How has your definition of courage evolved as you've gotten older?",
    "level": "Sub-Surface"
  },
  {
    "text": "Describe a moment when you realized you were becoming more like your parents.",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about your personal growth - where do you see the biggest changes?",
    "level": "Sub-Surface"
  },
  {
    "text": "Share something you believe that goes against popular opinion.",
    "level": "Sub-Surface"
  },
  {
    "text": "When have you had to choose between what's safe and what's meaningful?",
    "level": "Sub-Surface"
  },
  {
    "text": "How do you handle being wrong about something important?",
    "level": "Sub-Surface"
  },
  {
    "text": "Think of a time you felt truly understood - why was that moment special?",
    "level": "Sub-Surface"
  },
  {
    "text": "How do you decide when to trust someone new?",
    "level": "Sub-Surface"
  },
  {
    "text": "Describe your relationship with change - do you embrace it or resist it?",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about your values - which one took you the longest to develop?",
    "level": "Sub-Surface"
  },
  {
    "text": "How do you handle situations where you can't control the outcome?",
    "level": "Sub-Surface"
  },
  {
    "text": "Share something you've stopped doing because it wasn't serving you anymore.",
    "level": "Sub-Surface"
  },
  {
    "text": "Describe a moment when you felt genuinely proud of someone else.",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about your communication style - how has it evolved?",
    "level": "Sub-Surface"
  },
  {
    "text": "How do you define emotional maturity?",
    "level": "Sub-Surface"
  },
  {
    "text": "Share a lesson you learned the hard way that you're grateful for now.",
    "level": "Sub-Surface"
  },
  {
    "text": "Describe what loyalty means to you in your relationships.",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about your biggest fears - how do they influence your decisions?",
    "level": "Sub-Surface"
  },
  {
    "text": "How do you know when you're truly happy versus just content?",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about conflict in your life - how has your approach changed?",
    "level": "Sub-Surface"
  },
  {
    "text": "Tell me about a time when you chose growth over comfort.",
    "level": "Sub-Surface"
  },
  {
    "text": "How do you maintain hope during difficult periods?",
    "level": "Sub-Surface"
  },
  {
    "text": "Share something about yourself that you're still figuring out.",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about wisdom - where do you turn when you need guidance?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's a belief you held strongly that you've since changed your mind about?",
    "level": "Sub-Surface"
  },
  {
    "text": "When do you feel most like yourself?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's something you've done that you initially thought was impossible?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's a mistake that ended up teaching you something valuable?",
    "level": "Sub-Surface"
  },
  {
    "text": "How do you think your friends would describe you to someone who's never met you?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's something you've had to unlearn as you've gotten older?",
    "level": "Sub-Surface"
  },
  {
    "text": "What does a meaningful friendship look like to you?",
    "level": "Sub-Surface"
  },
  {
    "text": "When was the last time you changed your opinion about something important?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's something you wish people understood better about the world?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's something you think society gets wrong?",
    "level": "Sub-Surface"
  },
  {
    "text": "When do you feel most connected to others?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's a value that guides most of your decisions?",
    "level": "Sub-Surface"
  },
  {
    "text": "How has your relationship with failure changed over time?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's something you've learned about yourself in the past year?",
    "level": "Sub-Surface"
  },
  {
    "text": "When do you feel most creative or inspired?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's a time when someone's perspective completely shifted your thinking?",
    "level": "Sub-Surface"
  },
  {
    "text": "How do you define success for yourself?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's something you wish you could tell your younger self?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's a pattern in your life that you've started to notice?",
    "level": "Sub-Surface"
  },
  {
    "text": "How do you deal with uncertainty in your life?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's something that gives your life meaning?",
    "level": "Sub-Surface"
  },
  {
    "text": "When do you feel most at peace?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's a quality you admire in others that you want to develop in yourself?",
    "level": "Sub-Surface"
  },
  {
    "text": "How has your definition of happiness evolved over time?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's something you've had to let go of that was difficult?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's a way you've grown that you're proud of?",
    "level": "Sub-Surface"
  },
  {
    "text": "How do you know when you're living authentically?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's something you wish more people would talk openly about?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's a lesson you've learned that you wish you could share with everyone?",
    "level": "Sub-Surface"
  },
  {
    "text": "Examine your relationship with perfectionism - how has it served and hindered you?",
    "level": "Sub-Surface"
  },
  {
    "text": "Consider the person you were five years ago - what would they need to hear from you now?",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about a time when your intuition saved you from making a big mistake.",
    "level": "Sub-Surface"
  },
  {
    "text": "Consider your relationship with money - what messages did you inherit about it?",
    "level": "Sub-Surface"
  },
  {
    "text": "Reflect on a time when you had to choose between loyalty and honesty.",
    "level": "Sub-Surface"
  },
  {
    "text": "Consider how you process difficult emotions - do you need space or connection?",
    "level": "Sub-Surface"
  },
  {
    "text": "Reflect on your relationship with authority - how has it shaped your choices?",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about a time when you stood up for someone who couldn't advocate for themselves.",
    "level": "Sub-Surface"
  },
  {
    "text": "Examine your comfort level with uncertainty - are you learning to embrace it?",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about a moment when you realized you were stronger than you thought.",
    "level": "Sub-Surface"
  },
  {
    "text": "Examine your patterns in relationships - what keeps showing up?",
    "level": "Sub-Surface"
  },
  {
    "text": "Reflect on a time when you had to choose between being liked and being authentic.",
    "level": "Sub-Surface"
  },
  {
    "text": "Think about your relationship with control - where do you struggle to let go?",
    "level": "Sub-Surface"
  },
  {
    "text": "Examine how you've learned to set boundaries - what was your biggest lesson?",
    "level": "Sub-Surface"
  },
  {
    "text": "Reflect on a time when you had to trust the process even when you couldn't see the outcome.",
    "level": "Sub-Surface"
  },
  {
    "text": "Consider a moment when you felt most disconnected from yourself - what brought you back?",
    "level": "Sub-Surface"
  },
  {
    "text": "Reflect on how you've learned to handle disappointment as you've gotten older.",
    "level": "Sub-Surface"
  },
  {
    "text": "Examine how you maintain your sense of self within close relationships.",
    "level": "Sub-Surface"
  },
  {
    "text": "Examine your relationship with failure - has it become a teacher?",
    "level": "Sub-Surface"
  },
  {
    "text": "Consider how you honor both your individual needs and your connections to others.",
    "level": "Sub-Surface"
  },
  {
    "text": "Reflect on what you've learned about the difference between reacting and responding.",
    "level": "Sub-Surface"
  },
  {
    "text": "Tell me about a time when doing the right thing was really difficult.",
    "level": "Sub-Surface"
  },
  {
    "text": "Tell me about an assumption people make about you that's completely wrong.",
    "level": "Sub-Surface"
  },
  {
    "text": "Share a moment when you had to advocate for yourself.",
    "level": "Sub-Surface"
  },
  {
    "text": "Tell me about a time when you had to set a difficult boundary.",
    "level": "Sub-Surface"
  },
  {
    "text": "Tell me about a time when you chose vulnerability over self-protection.",
    "level": "Sub-Surface"
  },
  {
    "text": "Share something you've had to practice forgiving, either in yourself or others.",
    "level": "Sub-Surface"
  },
  {
    "text": "Describe a moment when you felt deeply connected to your purpose.",
    "level": "Sub-Surface"
  },
  {
    "text": "Tell me about a time when you had to let someone down gently.",
    "level": "Sub-Surface"
  },
  {
    "text": "What's a challenge you're currently working through?",
    "level": "Sub-Surface"
  },
  {
    "text": "How do you handle situations when you feel misunderstood?",
    "level": "Sub-Surface"
  },
  {
    "text": "What's a moment when you felt truly proud of yourself?",
    "level": "Sub-Surface"
  },
  {
    "text": "Tell me about a time you surprised yourself with your own strength.",
    "level": "Sub-Surface"
  },
  {
    "text": "When was a time you had to stand up for something you believed in?",
    "level": "Sub-Surface"
  },
  {
    "text": "When was a time you felt truly understood by someone?",
    "level": "Sub-Surface"
  },
  {
    "text": "When was a time you had to trust your intuition?",
    "level": "Sub-Surface"
  },
  {
    "text": "Consider what you most want to heal in the world through your own healing.",
    "level": "Core"
  },
  {
    "text": "Think about the legacy you want to leave in the hearts of people you've loved.",
    "level": "Core"
  },
  {
    "text": "How do you hold onto hope when everything feels uncertain?",
    "level": "Core"
  },
  {
    "text": "Share what you most need people to understand about your heart.",
    "level": "Core"
  },
  {
    "text": "What's something you've forgiven yourself for?",
    "level": "Core"
  },
  {
    "text": "What's a part of yourself you've learned to love that you once didn't?",
    "level": "Core"
  },
  {
    "text": "What's something you hope people remember about you?",
    "level": "Core"
  },
  {
    "text": "When was a time you felt deeply connected to something bigger than yourself?",
    "level": "Core"
  },
  {
    "text": "What's a moment of joy that still fills you with warmth when you think about it?",
    "level": "Core"
  },
  {
    "text": "What's something you're learning to accept about life?",
    "level": "Core"
  },
  {
    "text": "When have you felt most at home in your own skin?",
    "level": "Core"
  },
  {
    "text": "What's something you want to create or leave behind in this world?",
    "level": "Core"
  },
  {
    "text": "Explore the moment you realized you were worthy of love exactly as you are.",
    "level": "Core"
  },
  {
    "text": "Share what it feels like when you're holding back tears and someone notices.",
    "level": "Core"
  },
  {
    "text": "Reflect on a time when someone's presence was medicine for your spirit.",
    "level": "Core"
  },
  {
    "text": "Consider the heaviest thing you carry that no one knows about.",
    "level": "Core"
  },
  {
    "text": "Think about what your younger self needed to hear that no one said.",
    "level": "Core"
  },
  {
    "text": "Examine the part of your heart that's still tender and how you protect it.",
    "level": "Core"
  },
  {
    "text": "Share a moment when you felt your soul recognizing another soul.",
    "level": "Core"
  },
  {
    "text": "Reflect on what you do when you feel like you're falling apart inside.",
    "level": "Core"
  },
  {
    "text": "Consider the last time you felt truly held by someone's love.",
    "level": "Core"
  },
  {
    "text": "Think about a wound that's become a source of wisdom or compassion.",
    "level": "Core"
  },
  {
    "text": "Examine what it means to you to feel emotionally safe with another person.",
    "level": "Core"
  },
  {
    "text": "Share something about your inner world that you rarely let others see.",
    "level": "Core"
  },
  {
    "text": "Reflect on a moment when you felt your heart crack open in the best way.",
    "level": "Core"
  },
  {
    "text": "Consider what you most need people to understand about your struggles.",
    "level": "Core"
  },
  {
    "text": "Think about a time when grief and gratitude lived in your heart simultaneously.",
    "level": "Core"
  },
  {
    "text": "Examine what you're still learning to forgive yourself for.",
    "level": "Core"
  },
  {
    "text": "Share how you know when someone has truly seen your soul.",
    "level": "Core"
  },
  {
    "text": "Reflect on what you hope your presence brings to other people's lives.",
    "level": "Core"
  },
  {
    "text": "Consider the most healing thing anyone has ever said to you.",
    "level": "Core"
  },
  {
    "text": "Think about what you wish you could tell everyone who's ever felt alone.",
    "level": "Core"
  },
  {
    "text": "Examine the part of your story that you're most afraid to share.",
    "level": "Core"
  },
  {
    "text": "Share what love feels like when it's unconditional and safe.",
    "level": "Core"
  },
  {
    "text": "Reflect on how you want to be remembered by the people whose lives you've touched.",
    "level": "Core"
  },
  {
    "text": "Share a moment when you felt completely broken but somehow found your way back.",
    "level": "Core"
  },
  {
    "text": "Describe what it feels like when someone truly sees you for who you are.",
    "level": "Core"
  },
  {
    "text": "Think about your heart - what has it taught you about resilience?",
    "level": "Core"
  },
  {
    "text": "Tell me about a time when you had to forgive someone who really hurt you.",
    "level": "Core"
  },
  {
    "text": "How do you comfort yourself when you're going through something difficult?",
    "level": "Core"
  },
  {
    "text": "Share something you've never said out loud but carry with you.",
    "level": "Core"
  },
  {
    "text": "Describe a moment when you felt the deepest love you've ever experienced.",
    "level": "Core"
  },
  {
    "text": "Think about your scars (physical or emotional) - which one has the most important story?",
    "level": "Core"
  },
  {
    "text": "Tell me about a time when you felt most alone in a crowded room.",
    "level": "Core"
  },
  {
    "text": "How do you hold space for your own pain while still showing up for others?",
    "level": "Core"
  },
  {
    "text": "Share a memory that still brings tears to your eyes.",
    "level": "Core"
  },
  {
    "text": "Describe what you need to feel truly safe with another person.",
    "level": "Core"
  },
  {
    "text": "Think about your biggest regret - how has it shaped who you are?",
    "level": "Core"
  },
  {
    "text": "Tell me about someone you've lost and how they still influence you.",
    "level": "Core"
  },
  {
    "text": "How do you know when you're ready to be vulnerable with someone?",
    "level": "Core"
  },
  {
    "text": "Share a fear that you've never told anyone about.",
    "level": "Core"
  },
  {
    "text": "Describe a moment when you felt your spirit break and heal simultaneously.",
    "level": "Core"
  },
  {
    "text": "Think about unconditional love - when have you experienced it?",
    "level": "Core"
  },
  {
    "text": "Tell me about a part of your story that you're still writing.",
    "level": "Core"
  },
  {
    "text": "Describe what home feels like to you, beyond any physical place.",
    "level": "Core"
  },
  {
    "text": "Think about your deepest wound - what is it teaching you?",
    "level": "Core"
  },
  {
    "text": "Tell me about a moment when you felt completely at peace with who you are.",
    "level": "Core"
  },
  {
    "text": "When was a time you felt truly seen and accepted for who you are?",
    "level": "Core"
  },
  {
    "text": "What's a fear you've overcome, and how did you do it?",
    "level": "Core"
  },
  {
    "text": "When do you feel most vulnerable, and how do you handle it?",
    "level": "Core"
  },
  {
    "text": "What's something you've never told anyone but want to share?",
    "level": "Core"
  },
  {
    "text": "When was a time you felt completely overwhelmed, and what got you through it?",
    "level": "Core"
  },
  {
    "text": "What's a part of your story that has shaped who you are today?",
    "level": "Core"
  },
  {
    "text": "When was a time you felt most grateful for your life?",
    "level": "Core"
  },
  {
    "text": "What's something you're still healing from?",
    "level": "Core"
  },
  {
    "text": "When have you felt most disappointed in yourself, and what did you learn?",
    "level": "Core"
  },
  {
    "text": "What's a way someone has loved or supported you that meant everything?",
    "level": "Core"
  },
  {
    "text": "When was a time you felt truly brave?",
    "level": "Core"
  },
  {
    "text": "What's something you're afraid to hope for?",
    "level": "Core"
  },
  {
    "text": "When have you felt most alone, and how did you find your way back to connection?",
    "level": "Core"
  },
  {
    "text": "What's a moment when you felt your heart break and heal at the same time?",
    "level": "Core"
  },
  {
    "text": "What's something you wish you could say to someone but haven't?",
    "level": "Core"
  },
  {
    "text": "When was a time you felt truly transformed by an experience?",
    "level": "Core"
  },
  {
    "text": "When have you felt most human and imperfect, yet still worthy of love?",
    "level": "Core"
  }
]